; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Norwegian
; Translation by: Jostein Risa
;
;
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "jostein.risa@gmail.com "
Translationby = "Jostein Risa"
Language = "Norsk (bokmål)"
pickatask = "Velg en oppgave"
lockafolder = "Lås en mappe"
unlockselected = "Lås opp valgte mappe"
changepassword = "Endre hovedpassord"
exit = "Avslutt"
Aboutlockafolder = "Om LocK-A-FoLdeR"
enternewpassword = "Skriv inn nytt passord"
entermasterpassword = "Skriv inn hovedpassord"
alreadyrunning = "LocK-A-FoLdeR kjører allerede"
doesntexist = "finnes ikke"
chooseafolder = "Velg en mappe å låse"
selectfirst = "Vennligst velg en mappe først"
alreadyinlist = "er allerede på listen"
plzwait = "Vennligst vent"
unable2lock = "kan ikke låses"
unable2unlock = "kan ikke låses opp"
invalidpass = "Feil passord"
alertmasterpass = "Vennligst velg et hovedpassord."
nointernet = "Det er et problem med Internett-forbindelsen din."
checkupdates = "Sjekk for oppdateringer"
openreadme = "Åpne LesMeg-filen"
visitwebpage = "Besøk hjemmesiden"
rescuecentre = "Redningssenter"
Rescuefolder = Gjenopprett en mappe"
notinlist = "Mapper som ikke står på listen kan låses opp herfra."